Repository: Xenopathic/karoshi-client
Catalog: l10n/*.po
Languages: ar, cs, da, de, el, es, fr, he, it, nb, pl, pt, ru, sv

source: You must enter a valid IP address, netmask and gateway, or choose DHCP
ar: يجب إدخال عنوان IP صالح ، قناع الشبكة و العبارة، أو اختيار DHCP
cs: Musíte zadat platnou adresu IP, masku sítě a bránu, nebo zvolte DHCP
da: Du skal indtaste en gyldig IP -adresse, netmaske og gateway, eller vælg DHCP
de: Geben Sie eine gültige IP-Adresse, Netzmaske und Gateway, oder wählen Sie DHCP
el: Πρέπει να εισάγετε μια έγκυρη διεύθυνση IP, τη μάσκα και την πύλη, ή να επιλέξετε DHCP
es: Debe introducir una cuenta de la dirección IP, máscara de red y puerta de enlace, o elegir DHCP
fr: Vous devez entrer une adresse IP valide, masque de réseau et la passerelle, ou choisissez DHCP
he: עליך להזיןאת כתובת ה- IP, מסיכת רשת ושער חוקיים, או לבחור DHCP
it: Devi inserire un valido indirizzo IP, maschera di rete e il gateway, oppure scegliere DHCP
nb: Du må oppgi en gyldig IP-adresse, nettmaske og gateway, eller velge DHCP
pl: Musisz podać poprawny adres IP, maskę i bramę, lub wybierz DHCP
pt: Você deve digitar um endereço IP válido, máscara de rede e gateway, ou escolher DHCP
ru: Вы должны ввести правильный IP- адрес, маску подсети и шлюз, или выбрать DHCP
sv: Du måste ange en giltig IP-adress, nätmask och gateway, eller välj DHCP

source: Wireless device configuration
ar: تكوين جهاز لاسلكي
cs: Konfigurace bezdrátového zařízení
da: Trådløs enhed konfiguration
de: Wireless- Geräte-Konfiguration
el: Διαμόρφωση ασύρματης συσκευής
es: La configuración del dispositivo inalámbrico
fr: Configuration de l'appareil sans fil
he: תצורת התקן אלחוטית
it: Configurazione dei dispositivi senza fili
nb: Konfigurasjon trådløs enhet
pl: Konfiguracja urządzenia bezprzewodowego
pt: Configuração do dispositivo sem fio
ru: Конфигурация устройства беспроводной связи
sv: Konfiguration trådlös enhet

source: WPA2-PSK Key
ar: WPA2 -PSK مفتاح
el: WPA2 - PSK κλειδιά
fr: WPA2-PSK Clé
he: WPA2 -PSK מפתח
it: WPA2 - PSK Chiave
pl: Klucz WPA2-PSK

source: You must enter an SSID and key
ar: يجب عليك إدخال SSID و مفتاح
cs: Musíte zadat SSID a klíč
da: Du skal indtaste en SSID og nøgle
de: Sie müssen eine SSID und Schlüssel eingeben
el: Θα πρέπει να εισάγετε ένα SSID και το κλειδί
es: Debe ingresar un SSID y la clave
fr: Vous devez entrer un SSID et la clé
he: עליך להזיןSSID ואת מפתח
it: È necessario immettere un SSID e la chiave
nb: Du må angi en SSID og nøkkel
pl: Musisz podać identyfikator SSID i klucz
pt: Você deve digitar um SSID e chave
ru: Вы должны ввести SSID и ключ
sv: Du måste ange ett SSID och nyckel

source: Karoshi Client Setup: Network Configuration
ar: إعداد عميل كاروشي: تكوين الشبكة
cs: Karoshi instalace klienta: Konfigurace sítě
da: Karoshi Client Setup: Netværkskonfiguration
de: Karoshi Client Setup: Netzwerk-Konfiguration
el: Karoshi Ρύθμιση Πελάτης: Ρύθμιση δικτύου
es: Karoshi Configuración de clientes: Configuración de la red
fr: Client Setup Karoshi: Configuration Réseau
he: הגדרת לקוח קארושי: תצורת רשת
it: Installazione client Karoshi: Configurazione di rete
nb: Karoshi Client oppsett: Network Configuration
pl: Karoshi Konfiguracja klienta: Konfiguracja sieci
pt: Karoshi Configuração do cliente: Configuração de Rede
ru: Karoshi установки клиента: Конфигурация сети
sv: Karoshi klientinstallations: nätverkskonfiguration

source: Bringing down network interface
ar: إسقاط واجهة الشبكة
cs: Přináší dolů síťové rozhraní
da: At fjerne netværksinterface
de: Senkung Netzwerkschnittstelle
el: Φέρνοντας κάτω διασύνδεσης δικτύου
es: Derribar interfaz de red
fr: Faire tomber interface réseau
he: הפלת ממשק רשת
it: Portare giù interfaccia di rete
nb: Å få ned nettverksgrensesnitt
pl: Obniżenie interfejs sieciowy
pt: Derrubando interface de rede
ru: Валя сетевой интерфейс
sv: Att föra ner nätverksgränssnitt

source: Bringing up network interface
ar: تنشئة واجهة الشبكة
cs: Výchova síťové rozhraní
da: At op netværksinterface
de: Bringing up Netzwerkschnittstelle
el: Η ανατροφή των διασύνδεσης δικτύου
es: La crianza de interfaz de red
fr: Bringing up interface réseau
he: העלאת ממשק רשת
it: Portare up interfaccia di rete
nb: Bringe opp nettverksgrensesnitt
pl: Wychowywanie interfejs sieciowy
pt: Trazendo a interface de rede
ru: Воспитание сетевой интерфейс
sv: Att föra upp nätverksgränssnitt

source: Did not get DHCP lease
ar: لم تحصل التأجير DHCP
cs: Nedostal zapůjčení DHCP
da: Fik ikke DHCP lease
de: Haben Sie nicht DHCP-Lease erhalten
el: Μήπως δεν πάρει μίσθωσης DHCP
es: No tuvimos la oportunidad de DHCP de arrendamiento
fr: N'a pas obtenu le bail DHCP
he: לא קבל חכירת DHCP
it: Non avere lease DHCP
nb: Fikk ikke DHCP lease
pl: Nie dostać dzierżawy DHCP
pt: Não obteve concessão DHCP
ru: Не получить DHCP аренды
sv: Fick inte DHCP lease

source: Cannot contact gateway $GATEWAY
ar: لا يمكن الاتصال بوابة $GATEWAY
cs: Nelze kontaktovat brány $GATEWAY
da: Kan ikke kontakte gateway $GATEWAY
de: Es kann keine Verbindung Gateway $GATEWAY
el: Δεν είναι δυνατή η επικοινωνία πύλη $GATEWAY
es: No se puede contactar gateway $GATEWAY
fr: Impossible de contacter passerelle $GATEWAY
he: לא ניתן ליצור קשר עם השער $GATEWAY
it: Impossibile contattare il gateway $GATEWAY
nb: Kan ikke kontakte gateway $GATEWAY
pl: Nie można skontaktować się z bramy $GATEWAY
pt: Não é possível entrar em contato com gateway de $GATEWAY
ru: Не удается связаться с шлюзом $GATEWAY
sv: Kan inte kontakta gateway $GATEWAY

source: Not configuring for Karoshi Server
ar: لا تكوين ل خادم كاروشي
cs: Ne konfiguraci pro Karoshi server
da: Ikke konfiguration for Karoshi Server
de: Nicht die Konfiguration für Karoshi Server
el: Δεν ρύθμιση για Karoshi διακομιστή
es: No configurar para Karoshi servidor
fr: Non configuration pour Karoshi serveur
he: הימנעות מהגדרהלקארושי שרת
it: Non configurazione per Karoshi Server
nb: Ikke konfigurere for Karoshi Server
pl: Nie konfigurowania serwera dla Karoshi
pt: Não configurando para Karoshi Servidor
ru: Не конфигурирования для Кароши сервера
sv: Inte konfigurerar för Karoshi Server

source: IP Address of a Domain Controller
ar: عنوان IP من وحدة تحكم المجال
cs: IP adresa řadiče domény
da: IP-adresse af en domænecontroller
de: IP-Adresse eines Domänencontrollers
el: Διεύθυνση IP του ελεγκτή τομέα
es: Dirección IP de un controlador de dominio
fr: Adresse IP d'un contrôleur de domaine
he: כתובת ה- IP שלבקר תחום
it: Indirizzo IP di un controller di dominio
nb: IP -adressen til en Domain Controller
pl: Adres IP kontrolera domeny
pt: Endereço IP de um controlador de domínio
ru: IP-адрес контроллера домена
sv: IP-adress för en domänkontrollant

source: Skip
ar: تخطى
cs: přeskočit
da: Spring
de: überspringen
el: Μεταφορά
es: omitir
fr: sauter
he: דלג
it: saltare
nb: Hopp
pt: pular
ru: пропускать
sv: Hoppa

source: Attempting automatic configuration
ar: محاولة التكوين التلقائي
cs: Pokus o automatické konfigurace
da: Forsøg automatisk konfiguration
de: Der Versuch, die automatische Konfiguration
el: Η προσπάθεια αυτόματης ρύθμισης παραμέτρων
es: El intento de configuración automática
fr: Tentative configuration automatique
he: ניסיון לקביעת תצורה אוטומטית
it: Tentare la configurazione automatica
nb: Forsøk automatisk konfigurering
pl: Próba automatycznej konfiguracji
pt: A tentativa de configuração automática
ru: Попытка автоматическую настройку
sv: Försöker automatisk konfiguration

source: Invalid Domain Controller
ar: وحدة تحكم المجال غير صالح
cs: Neplatný řadič domény
da: Ugyldig Domain Controller
de: Ungültige Domain Controller
el: Άκυρη ελεγκτή τομέα
es: Controlador de dominio no válido
fr: Contrôleur de domaine non valide
he: בקר תחום לא חוקי
it: Controller di dominio non valido
nb: Ugyldig Domain Controller
pl: Nieprawidłowy Domain Controller
pt: Controlador de domínio inválido
ru: Неверный контроллер домена
sv: Ogiltig Domain Controller

source: Setting network configuration
ar: إعداد تكوين شبكة
cs: Konfigurace nastavení sítě
da: Indstilling netværkskonfiguration
de: Einstellung der Netzwerkkonfiguration
el: Διαμόρφωση του δικτύου Ρύθμιση
es: Configuración de red Ajuste
fr: Configuration du réseau de réglage
he: תצורת רשת הגדרה
it: Configurazione di rete Impostazione
nb: Konfigurasjonsinnstillinger nettverk
pl: Ustawienie konfiguracji sieci
pt: Configuração de rede Ambiente
ru: Конфигурация сети Настройка
sv: Nätverkskonfigurationsinställning

source: Cannot find domain information on server
ar: لا يمكن العثور على معلومات المجال على الخادم
cs: Nelze najít informace o doméně na serveru
da: Kan ikke finde domæne på serveren
de: Domain-Informationen auf dem Server kann nicht gefunden werden
el: Δεν μπορείτε να βρείτε πληροφορίες σχετικά με τον τομέα του server
es: No se puede encontrar la información de dominio en el servidor
fr: Vous ne trouvez pas l'information du domaine sur le serveur
he: לא ניתן למצוא מידע תחום בשרת
it: Non riesci a trovare le informazioni di dominio sul server di
nb: Kan ikke finne domeneinformasjon på serveren
pl: Nie możesz znaleźć informacje o domenie na serwerze
pt: Não é possível encontrar informações de domínio no servidor
ru: Не можете найти информацию о домене на сервере
sv: Kan inte hitta domäninformation om servern

source: Checking wireless network settings
ar: التحقق من إعدادات الشبكة اللاسلكية
cs: Kontrola nastavení bezdrátové sítě
da: Kontrol trådløse netværksindstillinger
de: Überprüfen der WLAN-Einstellungen
el: Έλεγχος των ρυθμίσεων του ασύρματου δικτύου
es: Comprobación de configuración de red inalámbrica
fr: Vérification des paramètres de réseau sans fil
he: בדיקת הגדרות רשת אלחוטיות
it: Controllare le impostazioni di rete senza fili
nb: Kontrollere innstillinger for trådløst nettverk
pl: Sprawdzanie ustawień sieci bezprzewodowej
pt: Verificando as configurações de rede sem fio
ru: Проверка параметров беспроводной сети
sv: Kontrollera inställningar för trådlöst nätverk

source: Performing domain setup
ar: أداء الإعداد للنطاق
cs: Provádění nastavení domény
da: Udførelse domæne setup
de: Darstellende Domain Setup
el: Εκτέλεση εγκατάστασης τομέα
es: Realización de configuración de dominio
fr: Procéder à la configuration de domaine
he: ביצוע התקנת תחום
it: Esecuzione installazione dominio
nb: Utføre domeneoppsett
pl: Przeprowadzanie konfiguracji domeny
pt: Para configurar o domínio
ru: Выполнение настройки домена
sv: Utföra domäninställning

source: Copying files
ar: نسخ الملفات
cs: Kopírování souborů
da: Kopiering af filer
de: Kopieren von Dateien
el: Αντιγραφή αρχείων
es: Copia de archivos
fr: Copie de fichiers
he: העתקת קבצים
it: Copiare file
nb: kopiering av filer
pl: Kopiowanie plików
pt: Cópia de arquivos
ru: Копирование файлов
sv: Kopiera filer

source: Configuring services
ar: خدمات تكوين
cs: Konfigurace služby
da: Konfiguration tjenester
de: Dienste konfigurieren
el: Ρύθμιση υπηρεσιών
es: Configuración de servicios
fr: Configuration de services
he: קביעת תצורה של שירותים
it: Configurazione dei servizi
nb: konfigurering av tjenester
pl: Konfiguracja usługi
pt: Configurando serviços
ru: Настройка служб
sv: Konfigurera tjänster

source: Joining domain
ar: مجال الانضمام
cs: Spojení doména
da: Vær med domæne
el: Ενώνουμε τομέα
es: unirse a dominio
fr: rejoindre domaine
he: תחום הצטרפות
it: Partecipare dominio
nb: bli med domene
pl: Łączenie domeną
pt: Juntando-se de domínio
ru: Присоединение домена
sv: Sammanfogning domän

source: Domain configuration cancelled
ar: تكوين المجال إلغاء
cs: Konfigurace domény zrušen
da: Domæne konfiguration aflyst
de: Domain -Konfiguration abgebrochen
el: Διαμόρφωση Τομέα ακυρώθηκε
es: Configuración de dominio cancelado
fr: Configuration de domaine annulé
he: תצורת תחום בוטלה
it: Configurazione Domain annullato
nb: Domain konfigurasjon avbestilling
pl: Konfiguracja domeny anulowane
pt: Configuração de domínio cancelado
ru: Конфигурация домена отменяется
sv: Domän konfiguration annulleras

source: Enter credentials to join the domain
ar: إدخال بيانات الاعتماد الانضمام إلى المجال
cs: Zadejte pověření pro připojení k doméně
da: Indtast legitimationsoplysninger til at slutte sig til domænet
de: Geben Sie die Anmeldeinformationen, der Domäne beizutreten
el: Εισάγετε τα στοιχεία για να συνδέσει τον τομέα
es: Introduzca las credenciales para unirse al dominio
fr: Entrez les informations d'identification pour rejoindre le domaine
he: הזן את אישורי להצטרף לתחום
it: Immettere le credenziali per accedere al dominio
nb: Angi legitimasjon for å bli med i domenet
pl: Wprowadź poświadczenia do przystąpienia do domeny
pt: Digite as credenciais para ingressar no domínio
ru: Введите учетные данные для присоединение к домену
sv: Ange referenser att gå med i domänen

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
it: nome utente
nb: brukernavn
pl: Nazwa użytkownika
pt: Nome de Usuário
ru: Имя пользователя
sv: Användarnamn

source: Finalising domain configuration
ar: تكوين المجال Finalising
cs: Uzavření konfigurace domény
da: Slutbehandling domæne konfiguration
de: Finalisieren Domänenkonfiguration
el: Οριστικοποίηση διαμόρφωση χώρου
es: La finalización de configuración de dominio
fr: Configuration de domaine Finalisation
he: תצורת תחום Finalising
it: Configurazione del dominio finalizzazione
nb: Avslutningen domenekonfigurasjon
pl: Konfiguracja domeny Finalizacja
pt: Configuração de domínio finalização
ru: Финализации настройки домена
sv: Konfiguration Slutbehandling domän

source: This version of Karoshi Client requires Karoshi Server version 9.0 or above
ar: هذا الإصدار من العميل كاروشي يتطلب كاروشي Server الإصدار 9.0 أو أعلى
cs: Tato verze Karoshi klienta vyžaduje Karoshi verzi Server 9.0 nebo vyšší
da: Denne version af Karoshi Client kræver Karoshi Server version 9.0 eller nyere
de: Diese Version von Karoshi Client benötigt Karoshi Server Version 9.0 oder höher
el: Αυτή η έκδοση του Karoshi πελάτη απαιτεί Karoshi Server έκδοση 9.0 ή παραπάνω
es: Esta versión del cliente requiere la versión Karoshi Karoshi Server 9.0 o superior
fr: Cette version de Karoshi client nécessite la version Karoshi Server 9.0 ou supérieur
he: גרסה זו של לקוח קארושי דורשת גרסת שרת קארושי 9.0 ומעלה
it: Questa versione di Karoshi client richiede la versione Karoshi Server 9.0 o superiore
nb: Denne versjonen av Karoshi Client krever Karoshi Server versjon 9.0 eller nyere
pl: Ta wersja Karoshi Klienta wymaga Karoshi wersji serwera 9.0 lub wyżej
pt: Esta versão do Karoshi cliente requer Karoshi Server versão 9.0 ou superior
ru: Эта версия Кароши клиент требует Karoshi версию сервера 9.0 или выше
sv: Denna version av Karoshi klient kräver Karoshi Server version 9.0 eller högre

source: Finalising network configuration
ar: تكوين شبكة Finalising
cs: Uzavření konfigurace sítě
da: Slutbehandling netværkskonfiguration
de: Finalisieren Netzwerkkonfiguration
el: Οριστικοποίηση διαμόρφωση του δικτύου
es: Configuración de la red La finalización
fr: Configuration réseau finalisation
he: תצורת רשת Finalising
it: Configurazione di rete finalizzazione
nb: Konfigurasjon Avslutningen nettverk
pl: Finalizacja konfiguracja sieci
pt: Configuração de rede finalização
ru: Финализации конфигурации сети
sv: Konfiguration Slutbehandling nätverk

source: Setting capabilities for dumpcap using Linux Capabilities failed.
ar: فشلت وضع قدرات ل dumpcap باستخدام قدرات لينكس.
cs: Možnosti nastavení pro dumpcap na využití schopností Linux se nezdařilo.
da: Indstilling kapaciteter til dumpcap bruge Linux Capabilities mislykkedes.
de: Einstellmöglichkeiten für dumpcap Linux Capabilities fehlgeschlagen.
el: Ρύθμιση δυνατότητες για dumpcap τη χρήση των δυνατοτήτων του Linux απέτυχε.
es: Capacidades de ajuste para dumpcap utilizando las capacidades de Linux fallaron.
fr: Capacités de réglage pour dumpcap utilisant capacités Linux échoué.
he: יכולות הגדרהלdumpcap באמצעות יכולות Linux נכשלו.
it: Capacità di impostazione per dumpcap utilizzando le funzionalità di Linux non è riuscito.
nb: Innstillingsmuligheterfor dumpcap bruker Linux Evnene sviktet.
pl: Możliwości ustawienia dla dumpcap z wykorzystaniem potencjału Linux nie powiodło się.
pt: Capacidades de configuração para dumpcap usando os recursos do Linux falhou.
ru: Настройка возможности для dumpcap использование возможностей Linux не удалось.
sv: Inställningsmöjligheter för dumpcap använder Linux Capabilities misslyckades.

source: Falling back to setting set-user-id bit.
ar: يتراجع إلى وضع قليلا مجموعة المستخدم معرف.
cs: Padající zpět do nastavení set -user- id bit.
da: Falder tilbage til at sætte set- user - id bit.
de: Der Rückgriff auf die Einstellung Set- User-ID -Bit.
el: Πτώση πίσω στη ρύθμιση bit set - user-id.
es: Caer de nuevo a el bit set- user-id.
fr: De retomber à le bit set-user -id.
he: נופל בחזרה לקביעת הסט -user- id קצת.
it: Per poi tornare ad impostare il bit set -user - id.
nb: Faller tilbake til å sette set- bruker- id bit.
pl: Spadła do ustawiania set- user-id trochę.
pt: Caindo para trás para definir bit set- user- id.
ru: Падение назад к установке Set-User -ID бит.
sv: Falla tillbaka till inställnings set - user - id bit.

source: Karoshi Unset Network
ar: كاروشي إلغاء تعيين الشبكة
da: Karoshi Frakoblet Netværk
de: Karoshi Unset Netzwerk
el: Karoshi Απενεργοποίηση Δίκτυο
es: Karoshi Unset Red
fr: Karoshi Unset Réseau
he: רשת בטל הגדרת קארושי
pl: Karoshi Wyłączony sieci
pt: Karoshi Unset Rede
ru: Karoshi отключенное сети

source: Karoshi Client Setup: Network Deconfiguration
ar: إعداد عميل كاروشي: شبكة Deconfiguration
cs: Karoshi instalace klienta: Network dekonfigurace
da: Karoshi Client Setup: Netværk Deconfiguration
de: Karoshi Client Setup: Netzwerk Dekonfiguration
el: Karoshi Ρύθμιση Πελάτης: Δίκτυο απορρύθμιση
es: Karoshi Configuración de clientes: Red Desconfiguración
fr: Client Setup Karoshi: Déconfiguration Réseau
he: הגדרת לקוח קארושי: רשת Deconfiguration
it: Installazione client Karoshi: Rete Deconfigurazione
nb: Karoshi Client oppsett: Nettverk Deconfiguration
pl: Karoshi Konfiguracja klienta: Sieć dekonfigurowanie
pt: Karoshi Setup Cliente: Rede Desconfiguração
ru: Karoshi установки клиента: Сеть останов
sv: Karoshi klientinstallations: Nätverks avkonfigureras

source: Deconfiguring domain settings
ar: Deconfiguring إعدادات المجال
cs: Deconfiguring nastavení domény
da: Deconfiguring domæneindstillinger
de: Dekonfigurieren Domain-Einstellungen
el: Deconfiguring ρυθμίσεις τομέα
es: Desconfiguración configuración del dominio
fr: Déconfiguration paramètres de domaine
he: Deconfiguring הגדרות תחום
it: Deconfigurazione impostazioni di dominio
nb: Deconfiguring domeneinnstillinger
pl: Deconfiguring ustawienia domeny
pt: Deconfiguring configurações de domínio
ru: Deconfiguring настройки домена
sv: Avkonfigurera domäninställningar

source: Machine not joined to the domain
ar: الجهاز لم تنضم إلى المجال
cs: Stroj není připojen k doméně
da: Maskine ikke sluttet til domænet
de: Maschine nicht mit der Domäne verbunden
el: Η μηχανή δεν συνδέεται στον τομέα
es: La máquina no unido al dominio
fr: Machine ne est pas joint au domaine
he: מכונת לא הצטרפהלתחום
it: La macchina non si è unito al dominio
nb: Maskinen ikke knyttet til domenet
pl: Urządzenie nie jest przyłączony do domeny
pt: Máquina não associado ao domínio
ru: Машина не присоединен к домену
sv: Maskinen inte ansluten till domänen

source: Enter credentials to leave the domain
ar: إدخال بيانات الاعتماد ل ترك المجال
cs: Zadejte pověření opustit doménu
da: Indtast legitimationsoplysninger til at forlade domænet
de: Geben Sie die Anmeldeinformationen, um die Domain zu verlassen
el: Εισάγετε τα στοιχεία του να αποχωρήσει από την περιοχή
es: Introduzca las credenciales de dejar el dominio
fr: Entrez les informations d'identification pour quitter le domaine
he: הזן את אישורי לעזובתחום
it: Inserisci le credenziali di lasciare il dominio
nb: Angi legitimasjon for å forlate domenet
pl: Wprowadź poświadczenia opuścić domenę
pt: Digite as credenciais para deixar o domínio
ru: Введите учетные чтобы оставить домен
sv: Ange referenser att lämna domänen

source: Invalid domain type
ar: نوع المجال غير صالح
cs: Neplatný typ domain
da: Ugyldig domæne typen
de: Ungültige Domänentyp
el: Μη έγκυρος τύπος τομέα
es: Tipo de dominio no válido
fr: Invalid type de domaine
he: סוג תחום לא חוקי
it: Non valido tipo di dominio
nb: Ugyldig domenetypen
pl: Nieprawidłowy typ domeny
pt: Tipo de domínio inválido
ru: Неверный тип домена
sv: Ogiltig typ domän

source: Reverting configuration files
ar: بالعودة ملفات التكوين
cs: Návrat konfigurační soubory
da: Tilbageførsel konfigurationsfiler
de: Wiederherstellen von Konfigurationsdateien
el: Επαναφορά αρχείων διαμόρφωσης
es: Volviendo archivos de configuración
fr: Revenant fichiers de configuration
he: ביטול קבצי תצורה
it: Ripristino dei file di configurazione
nb: Skifter konfigurasjonsfiler
pl: Przywracanie plików konfiguracyjnych
pt: Revertendo os arquivos de configuração
ru: Возврат конфигурационные файлы
sv: Återkonfigurationsfiler

source: Resetting hostname
ar: إعادة المضيف
cs: Obnovení hostname
da: Nulstilling værtsnavn
de: Zurücksetzen Hostnamen
el: Επαναφορά όνομα
es: nombre de host Restablecimiento
fr: hostname Réinitialisation
he: hostname איפוס
it: Ripristino hostname
nb: Nullstilling vertsnavn
pl: Resetowanie nazwa hosta
pt: Redefinindo hostname
ru: Сброс имя хоста
sv: Återställning värdnamn

source: Bringing down old network interface
ar: اسقاط اجهة الشبكة القديمة
cs: Svrhnout staré síťové rozhraní
da: At fjerne gamle netværksinterface
de: Senkung alten Netzwerkschnittstelle
el: Φέρνοντας τον παλιό διασύνδεσης δικτύου
es: Derribar interfaz de red antigua
fr: Faire tomber interface réseau ancienne
he: הפלת ממשק רשת ישנה
it: Portare giù interfaccia di rete vecchia
nb: Bringe ned gamle nettverksgrensesnitt
pl: Obniżenie stary interfejs sieciowy
pt: Derrubando interface de rede de idade
ru: Валя старый сетевой интерфейс
sv: Att föra ner gamla nätverksgränssnitt

source: Resetting network interface configuration
ar: إعادة شبكة تكوين الواجهة
cs: Obnovení konfigurace síťového rozhraní
da: Nulstilling netværksinterface konfiguration
de: Zurücksetzen Netzwerk -Schnittstellenkonfiguration
el: Επαναφορά ρυθμίσεων διασύνδεσης δικτύου
es: Restablecimiento de la configuración de interfaz de red
fr: Configuration de l'interface réseau Réinitialisation
he: תצורת ממשק רשת איפוס
it: Ripristino configurazione di interfaccia di rete
nb: Tilbakestille nettverksgrensesnitt konfigurasjon
pl: Przywracanie konfiguracji interfejsu sieciowego
pt: Repor configuração de interface de rede
ru: Сброс конфигурации сетевого интерфейса
sv: Återställa gränssnitt nätverkskonfigurationen

source: Resetting DNS information
ar: معلومات DNS إعادة
cs: Změna informace o DNS
da: Nulstilling DNS information
de: Zurücksetzen DNS-Informationen
el: Επαναφορά πληροφορίες DNS
es: Reajustar la información de DNS
fr: Informations DNS Réinitialisation
he: מידע DNS איפוס
it: Reset delle informazioni DNS
nb: Nullstilling DNS-informasjon
pl: Uaktualnienie informacji o DNS
pt: Voltando as informações de DNS
ru: Сброс информации о DNS
sv: Återställa DNS-information

source: Change Administrator Password
ar: تغيير كلمة مرور المسؤول
cs: Změnit Heslo správce
da: Skift administratoradgangskode
de: Administrator -Kennwort ändern
el: Αλλαγή κωδικού πρόσβασης διαχειριστή
es: Cambiar contraseña de administrador
fr: Changer mot de passe administrateur
he: סיסמא מנהל שינוי
nb: Endre passord
pl: Zmiana hasła administratora
pt: Alterar senha do administrador
ru: Изменить пароль администратора
sv: Ändra administratörslösenord

source: Printer Settings
ar: إعدادات الطابعة
cs: Nastavení tiskárny
da: printerindstillinger
de: Druckereinstellungen
el: Ρυθμίσεις εκτυπωτή
es: Configuración de la impresora
fr: Paramètres de l'imprimante
he: הגדרות מדפסת
it: Impostazioni stampante
nb: Skriverinnstillinger
pl: Ustawienia drukarki
pt: Configurações da impressora
ru: Настройки принтера
sv: skrivarinställningar
