Repository: Xenopathic/karoshi-client
Catalog: l10n/*.po
Languages: ar, cs, da, de, el, es, fr, he, it, nb, pl, pt, ru, sv

source: minutes
ar: دقائق
cs: zápis
da: minutter
de: Minuten
el: πρακτικά
es: acta
fr: procès-verbal
he: דקות
it: verbale
nb: minutter
pl: protokół
pt: atas
ru: минут
sv: minuter

source: minute
ar: دقيقة
cs: minuta
da: minut
el: λεπτό
es: minuto
he: דקות
it: minuto
nb: minutt
pl: minuta
pt: minuto
ru: минут
sv: minut

source: Karoshi Scheduled Shutdown
ar: كاروشي إيقاف المقرر
cs: Karoshi plánované vypnutí
da: Karoshi Planlagt Shutdown
de: Karoshi Geplante Shutdown
el: Karoshi Προγραμματισμένη Τερματισμός
es: Karoshi parada programada
fr: Karoshi arrêt programmé
he: כיבוי מתוזמנת קארושי
it: Karoshi spegnimento programmato
nb: Karoshi Planlagt Shutdown
pl: Karoshi Zaplanowane Shutdown
pt: Karoshi Desligamento Programado
ru: Karoshi планового останова
sv: Karoshi schemalagd avstängning

source: This system is going down in $1 $minute_string
ar: هذا النظام تتراجع في $1 $minute_string
cs: Tento systém se děje v $1 $minute_string
da: Dette system er på vej ned i $1 $minute_string
de: Dieses System wird in $1 $minute_string
el: Αυτό το σύστημα θα τερματιστεί σε $1 $minute_string
es: Este sistema se está cerrando en $1 $minute_string
fr: Ce système va dans $1 $minute_string
he: מערכת זו יורדתב$1 $minute_string
it: Questo sistema sta andando giù in $1 $minute_string
nb: Dette systemet går ned i $1 $minute_string
pl: System ten będzie w $1 $minute_string
pt: Este sistema está indo para baixo em $1 $minute_string
ru: Эта система идет вниз в $1 $minute_string
sv: Detta system är på väg ner i $1 $minute_string

source: Make sure to save your work!
ar: تأكد من حفظ العمل الخاص بك!
cs: Ujistěte se, že zachránit svou práci!
da: Sørg for at gemme dit arbejde!
de: Achten Sie darauf, Ihre Arbeit zu speichern!
el: Φροντίστε να αποθηκεύσετε την εργασία σας!
es: Asegúrese de guardar su trabajo!
fr: Assurez-vous de sauvegarder votre travail!
he: הקפד לשמור את העבודה שלך!
it: Assicurati di salvare il lavoro!
nb: Sørg for å lagre arbeidet ditt!
pl: Upewnij się, aby zapisać swoją pracę!
pt: Certifique-se de salvar o seu trabalho!
ru: Убедитесь в том, чтобы сохранить вашу работу!
sv: Se till att spara ditt arbete!

source: Home
ar: منزل
cs: domácí
da: Hjem
de: Nach Hause
el: σπίτι
es: casa
fr: maison
he: בית
it: casa
nb: hjem
pl: dom
pt: casa
ru: домой
sv: Hem

source: Offline Home
ar: حاليا الرئيسية
da: Offline Hjem
de: offline- Startseite
el: Αποσυνδεδεμένος Αρχική
es: Desconectado Inicio
fr: Hors ligne Accueil
he: בית מחובר
it: Offline Casa
nb: offline Hjem
pl: Offline Strona główna
pt: off-line Início
ru: Offline Главная
sv: Offline Hem

source: Web Hosting
ar: استضافة المواقع
fr: Hébergement Web
he: אירוח אתרים
pl: Hosting
ru: веб-хостинг
sv: webbhotell

source: Admin File Manager
ar: مشرف إدارة الملفات
cs: Správce Správce souborů
de: Admin -Datei-Manager
el: Διαχειριστής Διαχειριστής Αρχείων
es: Admin Administrador de archivos
fr: Administrateur Gestionnaire de fichiers
he: מנהל קבצי Admin
it: Admin Gestione file
pl: Administrator File Manager
pt: Gerenciador de arquivos do administrador
ru: Admin Manager файла
sv: Admin filhanteraren

source: Karoshi Setup
ar: إعداد كاروشي
el: Ρύθμιση Karoshi
es: Configuración Karoshi
he: התקנת קארושי
it: Setup Karoshi
pl: Konfiguracja Karoshi
pt: Setup Karoshi

source: Configuration cancelled
ar: التكوين إلغاء
cs: Konfigurace zrušen
da: Konfiguration aflyst
de: Configuration abgesagt
el: Διαμόρφωση ακυρώθηκε
es: Configuración cancelado
fr: Configuration annulée
he: תצורה בוטלה
it: Configurazione annullata
nb: konfigurasjon avbestilling
pl: konfiguracja anulowane
pt: Configuração cancelada
ru: Конфигурация отменен
sv: Konfiguration annulleras

source: You must complete the form
ar: يجب ملء استمارة
cs: Musíte vyplnit formulář
da: Du skal udfylde formularen
de: Sie müssen das Formular ausfüllen
el: Θα πρέπει να συμπληρώσετε τη φόρμα
es: Usted debe completar el formulario
fr: Vous devez remplir le formulaire
he: עליך להשלים את הטופס
it: È necessario completare il modulo
nb: Du må fylle ut skjemaet
pl: Musisz wypełnić formularz
pt: Você deve preencher o formulário
ru: Вы должны заполнить форму
sv: Du måste fylla i formuläret

source: Rule file $1 does not exist
ar: لا وجود ملف القاعدة $1
cs: Soubor Pravidlo $1 neexistuje
da: Regel fil $1 findes ikke
de: Regeldatei $1 existiert nicht
el: Αρχείο Κανόνας $1 δεν υπάρχει
es: Archivo Regla $1 no existe
fr: Fichier ne existe pas de règle $1
he: $1 קובץ הכלל אינו קיימת
it: File di regola $1 non esiste
nb: Regel fil $1 ikke eksisterer
pl: Plik Zasada $1 nie istnieje
pt: Arquivo Rule $1 não existe
ru: Правило файл $1 не существует
sv: Regel fil $1 existerar inte

source: iptables chain $2 does not exist
ar: غير موجود إيبتبلس سلسلة $2
cs: iptables řetěz $2 neexistuje
da: iptables kæde $2 findes ikke
de: iptables Kette $2 existiert nicht
el: iptables $2 αλυσίδα δεν υπάρχει
es: iptables cadena $2 no existe
fr: ne existe pas iptables chaîne $2
he: $2 שרשרת iptables לא קיימת
it: iptables catena $2 non esiste
nb: iptables kjeden $2 ikke eksisterer
pl: iptables łańcuch $2 nie istnieje
pt: iptables cadeia $2 não existe
ru: Iptables цепь $2 не существует
sv: iptables kedja $2 existerar inte

source: Invalid protocol $protocol
ar: $protocol بروتوكول غير صالح
cs: Neplatný protokol $protocol
da: Ugyldig protokol $protocol
de: Ungültige Protokoll $protocol
el: Άκυρη $protocol πρωτόκολλο
es: $protocol protocolo no válido
fr: Invalid protocole $protocol
he: $protocol פרוטוקול לא חוקי
it: Invalid $protocol protocollo
nb: Ugyldig protokoll $protocol
pl: Nieprawidłowy protokół $protocol
pt: $protocol protocolo inválido
ru: Неверный $protocol протокол
sv: Ogiltig protokoll $protocol

source: Port required for TCP or UDP
ar: ميناء اللازمة ل TCP أو UDP
cs: Port potřebný pro TCP nebo UDP
da: Port for TCP eller UDP
de: Port für TCP- oder UDP erforderlich
el: Λιμένα που απαιτούνται για TCP ή UDP
es: Puerto requerido para TCP o UDP
fr: Port obligatoire pour TCP ou UDP
he: נמל דרוש לTCP או UDP
it: Port richiesto per TCP o UDP
nb: Port kreves for TCP eller UDP
pl: Port wymagane dla TCP lub UDP
pt: Porto necessário para TCP ou UDP
ru: Порт для TCP или UDP
sv: Port krävs för TCP eller UDP

source: Port option requires TCP or UDP
ar: يتطلب خيار منفذ TCP أو UDP
cs: Možnost Port vyžaduje TCP nebo UDP
da: Port mulighed kræver TCP eller UDP
de: Port- Option muss TCP- oder UDP-
el: Λιμάνι επιλογή απαιτεί το πρωτόκολλο TCP ή UDP
es: Opción Puerto requiere TCP o UDP
fr: L'option Port nécessite TCP ou UDP
he: אפשרות הנמל דורשת TCP או UDP
it: Opzione Port richiede TCP o UDP
nb: Port alternativet krever TCP eller UDP
pl: Opcja port wymaga TCP lub UDP
pt: Opção de portas requer TCP ou UDP
ru: Опция Порт требуется TCP или UDP
sv: Port alternativet kräver TCP eller UDP

source: Invalid port range $port
ar: منفذ غير صالح مجموعة $port
cs: Neplatný rozsah portů $port
da: Ugyldigt portinterval $port
de: Ungültige Portbereich $port
el: $port έγκυρο εύρος θύρας
es: Rango de puerto no válido $port
fr: La plage de ports valide $port
he: $port טווח יציאות לא חוקיות
it: Intervallo di porta non valido $port
nb: Ugyldig portområde $port
pl: Niedopuszczalny zakres portów $port
pt: Intervalo de porta inválido $port
ru: Недопустимый диапазон порта $port
sv: Ogiltig portintervall $port

source: Invalid port $port
ar: $port منفذ غير صالح
cs: Neplatný přístav $port
da: Ugyldig port $port
de: Ungültige Port $port
el: Άκυρη θύρα $port
es: $port puerto no válido
fr: Invalid $port de port
he: $port נמל לא חוקי
it: Port $port valido
nb: Ugyldig port $port
pl: Port Nieprawidłowy $port
pt: $port porta inválido
ru: Неверный $port порт
sv: Ogiltigt port $port

source: Invalid action $action
ar: $action عمل غير صالح
cs: Neplatný akce $action
da: Ugyldig handling $action
de: Ungültige Aktion $action
el: Άκυρη $action δράση
es: $action acción no válida
fr: Invalid $action d'action
he: $action פעולה לא חוקי
it: Invalid $action azione
nb: Ugyldig handling $action
pl: Nieprawidłowy $action działania
pt: $action ação inválido
ru: Неверный $action действия
sv: Ogiltig åtgärd $action

source: Could not create $flagsDir
ar: تعذر إنشاء $flagsDir
cs: Nelze vytvořit $flagsDir
da: Kunne ikke oprette $flagsDir
de: Konnte nicht erstellt werden $flagsDir
el: Δεν ήταν δυνατή η δημιουργία $flagsDir
es: No se pudo crear $flagsDir
fr: Impossible de créer $flagsDir
he: לא ניתן ליצור $flagsDir
it: Impossibile creare $flagsDir
nb: Kunne ikke opprette $flagsDir
pl: Nie można utworzyć $flagsDir
pt: Não foi possível criar $flagsDir
ru: Не удалось создать $flagsDir
sv: Kunde inte skapa $flagsDir

source: Usage:
ar: الاستعمال:
cs: Použití:
da: Anvendelse:
de: Verbrauch:
el: Χρήση:
es: Uso:
fr: utilisation:
he: שימוש:
it: Uso:
nb: bruk:
pl: Sposób użycia:
pt: uso:
ru: Использование:
sv: Användning:

source: flag
ar: علم
cs: vlajka
de: Flagge
el: σημαία
es: bandera
fr: drapeau
he: דגל
it: bandiera
nb: flagg
pl: flaga
pt: bandeira
ru: флаг
sv: flagga

source: Offline Home Area
ar: حاليا الرئيسية المساحة
da: Offline Hjem Area
de: Offline- Bereich Startseite
el: Αποσυνδεδεμένος Αρχική Περιοχή
es: Desconectado Home Area
fr: Hors ligne Accueil Zone
he: עמוד הבית מחובר
it: Offline Inizio zona
nb: Offline Home-området
pl: Offline Dom wypoczynkowy
pt: Off-line Início Área
ru: Offline Главная площадь
sv: Offline Hem Area

source: You are now running in offline mode
ar: كنت تشغل الآن في وضع دون اتصال
cs: Ty jsou nyní běží v režimu off-line
da: Du kører nu i offline tilstand
de: Sie sind nun im Offline-Modus läuft
el: Είστε τώρα τρέχει σε κατάσταση offline
es: Ahora está ejecutando en el modo fuera de línea
fr: Vous êtes maintenant en mode déconnecté
he: כעת אתה פועל במצב לא מקוון
it: Si è ora in esecuzione in modalità non in linea
nb: Du kjører nå i offline -modus
pl: Jesteś teraz działa w trybie offline
pt: Você está agora em execução no modo off-line
ru: Вы в настоящее время работает в автономном режиме
sv: Du kör nu i offline-läge

source: Make sure you save your work in $offline_dir
ar: تأكد من حفظ العمل في $offline_dir
cs: Ujistěte se, že jste si uložili práci v $offline_dir
da: Sørg for at gemme dit arbejde i $offline_dir
de: Achten Sie darauf, Ihre Arbeit in $offline_dir speichern
el: Βεβαιωθείτε ότι μπορείτε να αποθηκεύσετε την εργασία σας σε $offline_dir
es: Asegúrese de guardar su trabajo en $offline_dir
fr: Assurez-vous d' enregistrer votre travail dans $offline_dir
he: ודא שאתה לשמור את העבודה שלךב$offline_dir
it: Assicurati di salvare il lavoro in $offline_dir
nb: Kontroller at du lagre arbeidet ditt i $offline_dir
pl: Upewnij się, zapisać swoją pracę w $offline_dir
pt: Certifique-se de salvar seu trabalho em $offline_dir
ru: Убедитесь, что вы сохраните свою работу в $offline_dir
sv: Se till att du sparar ditt arbete i $offline_dir

source: You are now connected to the network
ar: أنت الآن على اتصال بالشبكة
cs: Nyní jste připojeni k síti
da: Du er nu forbundet til netværket
de: Sie sind wieder mit dem Netzwerk verbunden ist
el: Είστε πλέον συνδεδεμένοι με το δίκτυο
es: Ahora está conectado a la red
fr: Vous êtes maintenant connecté au réseau
he: כעת אתה מחובר לרשת
it: Ora si è connessi alla rete
nb: Du er nå koblet til nettverket
pl: Zostaniesz podłączony do sieci
pt: Agora você está conectado à rede
ru: Теперь вы подключены к сети
sv: Du är nu ansluten till nätverket

source: Logging out will remove your offline home area
ar: و تسجيل الخروج إزالة منطقة المنزل دون اتصال
cs: Odhlášení se odebrat v režimu offline domovskou oblast
da: Logger ud, vil fjerne din offline hjemegn
de: Abmelden Ihre offline Hausgebiet entfernen
el: Αποσύνδεση θα αφαιρέσει offline περιοχή σπίτι σας
es: Cierre de sesión eliminará de su área principal offline
fr: Déconnexion va supprimer votre déconnecté région d'origine
he: התנתקויות תסיר אזור הבית המקוון שלך
it: La disconnessione rimuoverà la vostra zona di residenza in linea
nb: Logge ut vil fjerne offline hjemmeområde
pl: Zalogowaniu się usunie startowej obszar nieaktywny
pt: O encerramento da sessão irá remover sua área de residência fora de linha
ru: Выход из снимет свой ​​форума Домашняя зона
sv: Logga ut kommer att ta bort ditt offline hemområde

source: This script must be run as root
ar: يجب تشغيل هذا البرنامج النصي كجذر
cs: Tento skript musí být spuštěn jako root
da: Dette script skal køres som root
de: Dieses Skript muss als root ausgeführt werden,
el: Αυτό το σενάριο θα πρέπει να εκτελούνται ως root
es: Este script debe ejecutarse como root
fr: Ce script doit être exécuté en tant que root
he: תסריט זה יש להפעיל כמו שורש
it: Questo script deve essere eseguito come root
nb: Dette skriptet må kjøres som root
pl: Skrypt musi być uruchamiany jako root
pt: Esse script deve ser executado como root
ru: Этот сценарий должен запускаться с правами суперпользователя
sv: Detta skript måste köras som root

source: Karoshi Change Password
ar: كاروشي تغيير كلمة المرور
cs: Karoshi Změnit heslo
da: Karoshi Skift adgangskode
de: Passwort Karoshi ändern
el: Karoshi Αλλαγή κωδικού πρόσβασης
es: Karoshi Cambiar contraseña
fr: Karoshi Changer mot de passe
he: סיסמא קארושי שינוי
it: Karoshi Cambia password
nb: Karoshi Endre passord
pl: Karoshi Zmień hasło
ru: Karoshi Изменить пароль
sv: Karoshi Ändra lösenord

source: Password not set, original still active
ar: كلمة المرور لم تحدد ، الأصلي لا تزال نشطة
cs: Heslo není nastaven, původní stále aktivní
da: Kodeord ikke er indstillet, original stadig aktiv
de: Kennwort nicht, original noch aktiv gesetzt
el: Κωδικός πρόσβασης δεν έχει οριστεί, πρωτότυπο ακόμα ενεργή
es: Contraseña no establece, original sigue activo
fr: Mot de passe pas réglé, original toujours actif
he: סיסמא לא נקבעה, מקורית עדיין פעילה
it: Password non è impostata, originale ancora attivo
nb: Passord ikke satt, original fortsatt aktiv
pl: Hasło nie ustawione, oryginalna nadal aktywne
pt: Senha não definida, original ainda ativo
ru: Пароль не установлен, оригинальная прежнему активны
sv: Lösenord inte satt, original fortfarande aktiv

source: Change password for $username and root
ar: تغيير كلمة المرور ل $username و الجذر
cs: Změnit heslo pro $username a kořen
da: Skift adgangskode til $username og rod
de: Passwort ändern für $username und Wurzel
el: Αλλαγή κωδικού πρόσβασης για $username και ρίζας
es: Cambiar contraseña para $username y raíz
fr: Changer mot de passe pour $username et la racine
he: לשנות את הסיסמהל$usernameושורש
it: Cambia password per $username e radice
nb: Endre passord for $username og rot
pl: Zmień hasło do $username i korzenia
pt: Alterar senha para $username e raiz
ru: Изменить пароль для $username и корня
sv: Ändra lösenord för $username och rot

source: Password
ar: كلمة المرور
cs: heslo
da: adgangskode
de: Passwort
el: Κωδικός
es: contraseña
fr: mot de passe
he: סיסמא
nb: passord
pl: hasło
pt: senha
ru: пароль
sv: lösenord

source: Confirm
ar: أكد
cs: potvrdit
da: bekræfte
de: bestätigen
el: επιβεβαιώνω
es: confirmar
fr: confirmer
he: אשר
it: confermare
nb: bekrefte
pl: potwierdzać
pt: confirmar
ru: подтвердить
sv: bekräfta

source: The passwords did not match
ar: وقال إن كلمات السر لا تتطابق
cs: Hesla se neshodují
da: Adgangskoderne matchede ikke
de: Die Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
he: סיסמאות לא תאמו
it: Le password non corrispondono
nb: Passordene samsvarte ikke med
pl: Hasła nie pasują
pt: As senhas não são idênticas
ru: Пароли не совпадают
sv: Lösenorden matchar inte

source: Password changed for $username and root
ar: تغيير كلمة المرور ل $username و الجذر
cs: Heslo změnila k $username a kořen
da: Password ændret sig for $username og rod
de: Passwort geändert für $username und Wurzel
el: Ο κωδικός σας άλλαξε για $username και ρίζας
es: Contraseña cambiada para $username y raíz
fr: Mot de passe changé pour $username et la racine
he: סיסמא השתנתה ל$usernameושורש
it: Password modificata per $username e radice
nb: Passord endret for $username og rot
pl: Hasło zostało zmienione na $username i korzenia
pt: Senha alterada para $username e raiz
ru: Пароль изменен для $username и корня
sv: Lösenord förändrats till $username och rot

source: Karoshi Set Location
ar: كاروشي مجموعة الموقع
cs: Karoshi Set Místo
da: Karoshi Set Beliggenhed
de: Karoshi Ort einstellen
el: Karoshi Σετ Τοποθεσία
es: Karoshi Establecer ubicación
he: מיקום קארושי Set
nb: Karoshi Føde
pl: Karoshi Zestaw Lokalizacja

source: Unable to contact Primary Domain Controller
ar: غير قادر على الاتصال وحدة تحكم المجال الأساسية
cs: Nelze kontaktovat primární řadič domény
da: Kan ikke kontakte Primary Domain Controller
de: Kann Primary Domain Controller kontaktieren
el: Ανίκανος να επικοινωνήσετε Δημοτικό ελεγκτή τομέα
es: No se puede contactar controlador de dominio principal
fr: Impossible de contacter le contrôleur de domaine principal
he: לא ניתן ליצור קשר הראשוני Domain Controller
it: Impossibile contattare Primary Domain Controller
nb: Kan ikke kontakte Primary Domain Controller
pl: Nie można skontaktować się z podstawowego kontrolera domeny
pt: Não foi possível entrar em contato com controlador de domínio primário
ru: Не удается связаться основной контроллер домена
sv: Det går inte att kontakta Primary Domain Controller

source: No locations have been created
ar: تم إنشاء أي مواقع
cs: Byly vytvořeny žádné lokality
da: Er blevet oprettet nogen steder
de: Es wurde kein Ort erstellt
el: Δεν έχουν δημιουργηθεί θέσεις
es: No hay lugares se han creado
fr: Aucun emplacement n'a été créé
he: אין מקומות שנוצרו
it: Non luoghi sono stati creati
nb: Ingen steder har blitt opprettet
pl: Brak miejsca zostały stworzone
pt: Não há locais foram criados
ru: Нет места не было создано
sv: Ingen plats har skapats

source: Choose the location of this computer
ar: اختيار موقع هذا الكمبيوتر
cs: Vyberte umístění tohoto počítače
da: Vælg placeringen af ​​denne computer
de: Wählen Sie den Standort des Computers
el: Επιλέξτε την τοποθεσία αυτού του υπολογιστή
es: Elija la ubicación de este equipo
fr: Choisissez l'emplacement de cet ordinateur
he: בחר את המיקום של מחשב זה
it: Scegliere la posizione di questo computer
nb: Velg plasseringen av denne datamaskinen
pl: Wybierz lokalizację tego komputera
pt: Escolha a localização do computador
ru: Выберите местоположение этом компьютере
sv: Välj platsen för denna dator

source: $HOSTNAME set to location $LOCATION
ar: ضبط $HOSTNAME إلى موقع $LOCATION
cs: $HOSTNAME nastavena na umístění $LOCATION
da: $HOSTNAME indstillet til placering $LOCATION
de: $HOSTNAME zu Ort $LOCATION eingestellt
el: $HOSTNAME που να $LOCATION τοποθεσία
es: $HOSTNAME establece en la ubicación $LOCATION
fr: $HOSTNAME mis à l'emplacement $LOCATION
he: $HOSTNAME מוגדר $LOCATION מיקום
it: $HOSTNAME impostata posizione $LOCATION
nb: $HOSTNAME satt til plassering $LOCATION
pl: $HOSTNAME ustawienie lokalizacji $LOCATION
pt: $HOSTNAME definido para localização $LOCATION
ru: $HOSTNAME установлен на месте $LOCATION
sv: $HOSTNAME inställd på plats $LOCATION

source: Karoshi Set Network
ar: كاروشي شبكة مجموعة
de: Karoshi Set Netzwerk
el: Karoshi Σετ Δίκτυο
es: Karoshi Set Red
fr: Karoshi Set Réseau
he: רשת הגדר קארושי
pl: Karoshi Zestaw sieciowy
pt: Karoshi Set Rede

source: $netlogon_mount is already mounted
ar: هي التي شنت $netlogon_mount بالفعل
cs: $netlogon_mount je již namontována
da: $netlogon_mount er allerede monteret
de: $netlogon_mount bereits montiert ist,
el: $netlogon_mount έχει ήδη τοποθετηθεί
es: $netlogon_mount ya está montado
fr: $netlogon_mount est déjà monté
he: $netlogon_mount כבר מותקן
it: $netlogon_mount è già montato
nb: $netlogon_mount er allerede montert
pl: $netlogon_mount jest już zamontowana
pt: $netlogon_mount já está montado
ru: $netlogon_mount уже установлен
sv: $netlogon_mount redan är monterad

source: Asking for network settings
ar: يسأل عن إعدادات الشبكة
cs: Žádost o nastavení sítě
da: Bede om netværksindstillinger
de: Die Bitte um die Netzwerkeinstellungen
el: Ζητώντας για τις ρυθμίσεις δικτύου
es: Preguntar por la configuración de red
fr: Demander de paramètres réseau
he: מבקש את הגדרות רשת
it: Chiedere le impostazioni di rete
nb: Ber om nettverksinnstillinger
pl: Pytanie o ustawieniach sieci
pt: Pedindo para as configurações de rede
ru: Запрашиваемая для сетевых настроек
sv: Ber om nätverksinställningar

source: IP Address, Netmask and Gateway are not required if DHCP is selected
ar: عنوان IP ، لا يطلب قناع الشبكة و العبارة إذا تم تحديد DHCP
cs: IP adresy, masky sítě a brány se nevyžaduje, je-li zvolen DHCP
da: IP-adresse, netmaske og gateway er ikke påkrævet, hvis DHCP er valgt
de: IP-Adresse, Netzmaske und Gateway sind nicht erforderlich, wenn DHCP aktiviert ist
el: Η διεύθυνση IP, τη μάσκα και την πύλη δεν απαιτούνται αν έχει επιλεγεί το DHCP
es: Dirección IP, máscara de red y puerta de enlace no son necesarios si se selecciona DHCP
fr: Adresse IP, masque de sous réseau et la passerelle ne sont pas nécessaires si le DHCP est sélectionné
he: כתובת IP, מסיכת רשתוהשער אינן נדרשים אם DHCP נבחר
it: Indirizzo IP, Netmask e Gateway non sono necessari se si seleziona DHCP
nb: IP-adresse, nettmaske og gateway ikke nødvendig hvis DHCP er valgt
pl: Adres IP, Maska podsieci i Brama nie są wymagane, jeśli wybrano DHCP
pt: Endereço IP, máscara de rede e Gateway não são necessários se DHCP é selecionado
ru: IP-адрес, маска подсети и шлюз не требуется, если выбран DHCP
sv: IP-adress, är nätmask och gateway krävs inte om DHCP är valt

source: Hostname
ar: اسم المضيف
da: Værtsnavn
el: Όνομα κεντρικού υπολογιστή
es: Nombre de host
fr: Nom d'hôte
he: שם מארח
nb: vertsnavn
pl: Nazwa hosta
ru: Имя хоста
sv: Värdnamn

source: Network Interface
ar: واجهة الشبكة
da: netværksinterface
de: Netzwerkschnittstelle
el: Διασύνδεση δικτύου
es: Interfaz de red
fr: Interface réseau
he: ממשק רשת
it: Interfaccia di rete
pl: Interfejs sieciowy
pt: interface de Rede
ru: Сетевой интерфейс
sv: Nätverksgränssnitt

source: IP Address
ar: IP عنوان
cs: IP adresa
da: IP-adresse
el: Διεύθυνση IP
es: Dirección IP
fr: Adresse IP
he: כתובת IP
it: Indirizzo IP
nb: IP-adresse
pl: Adres IP
pt: Endereço IP
ru: IP-адрес
sv: IP-adress

source: Netmask
ar: قناع الشبكة
cs: Maska sítě
de: Netzmaske
el: Μάσκα δικτύου
es: Máscara de red
he: מסיכת רשת
pl: Maska sieci
pt: Máscara de rede
ru: Маска подсети
sv: nätmask

source: Gateway
ar: بوابة
cs: brána
de: Tor
el: Πύλη
es: entrada
fr: porte
it: ingresso
pl: przejście
pt: porta de entrada
ru: шлюз

source: You must enter a client name and network interface
ar: يجب إدخال اسم العميل و اجهة الشبكة
cs: Musíte zadat název klienta a síťové rozhraní
da: Du skal indtaste en klient navn og netværksinterface
de: Sie müssen einen Client-Namen und Netzwerkschnittstelle eingeben
el: Πρέπει να εισάγετε ένα όνομα πελάτη και διασύνδεσης δικτύου
es: Debe ingresar un nombre de cliente y la interfaz de red
fr: Vous devez entrer un nom de client et interface réseau
he: עליך להזיןאת שם הלקוחוממשק רשת
it: È necessario inserire un nome client e interfaccia di rete
nb: Du må angi en klient navn og nettverksgrensesnitt
pl: Musisz podać nazwę klienta oraz interfejs sieciowy
pt: Você deve digitar um nome de cliente e interface de rede
ru: Вы должны ввести имя клиента и сетевой интерфейс
sv: Du måste ange ett klientnamn och nätverksgränssnitt
