Repository: Xenopathic/karoshi-client
Catalog: l10n/*.po
Languages: ar, cs, da, de, el, es, fr, he, it, nb, pl, pt, ru, sv

source: Configure printers on the local system
ar: تكوين الطابعات على النظام المحلي
cs: Konfigurace tiskárny na lokálním systému
da: Konfigurer printere på det lokale system
de: Konfiguration von Druckern auf dem lokalen System
el: Διαμορφώστε εκτυπωτές στο τοπικό σύστημα
es: Configurar impresoras en el sistema local
fr: Configurer les imprimantes sur le système local
he: הגדרת מדפסות במערכת המקומית
it: Configurare stampanti sul sistema locale
nb: Konfigurere skrivere på det lokale systemet
pl: Konfigurowanie drukarki w systemie lokalnym
pt: Configurar impressoras no sistema local
ru: Настройка принтеров в локальной системе
sv: Konfigurera skrivare i det lokala systemet

source: Set Karoshi Client Location
ar: تعيين كاروشي العميل الموقع
cs: Nastavit Karoshi umístění klienta
de: Stellen Karoshi Auftraggeber Ort
el: Ορισμός Karoshi πελάτη Τοποθεσία
es: Establecer Karoshi Cliente Ubicación
fr: Réglez Karoshi client Localisation
he: נקבע מיקום לקוח קארושי
it: Imposta Karoshi client Località
nb: Satt Karoshi Client Beliggenhet
pl: Ustaw Karoshi Client Lokalizacja
pt: Definir Karoshi Cliente Localização
ru: Установите Karoshi клиентов Местоположение
sv: Ställ Karoshi Klient Plats

source: Setup Karoshi Client
ar: إعداد عميل كاروشي
cs: Nastavení Karoshi klienta
da: Opsætning Karoshi Client
el: Ρύθμιση Karoshi πελάτη
es: Configuración Karoshi Cliente
fr: Configuration Karoshi client
he: לקוח קארושי התקנה
nb: Oppsett Karoshi Client
pl: Konfiguracja Karoshi klienta
pt: Setup Karoshi Cliente
ru: Настройка Кароши Client
sv: Inställning Karoshi Klient
